ResilientCities.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-11-14 Sat 13:18 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Resilient Cities</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Yung Chin, Yen" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/styles/readtheorg/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/styles/readtheorg/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Resilient Cities</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgae842da">1. 專案內容</a>
<ul>
<li><a href="#org3848e19">1.1. 目標</a></li>
<li><a href="#org678d81b">1.2. 委託人工智慧發展韌性城市管理規劃</a>
<ul>
<li><a href="#orgafecc0c">1.2.1. 委託人工智慧發展韌性城市管理規劃主題需求</a>
<ul>
<li><a href="#org3aed94e">研究並收集韌性城市個案</a></li>
<li><a href="#org4c1f051">智慧城市數據研究</a></li>
<li><a href="#orgefefff1">劇烈天氣及氣候變遷相關數值模式分析</a></li>
<li><a href="#orgf5fe037">分析運用人工智慧於韌性城市的可能性</a></li>
</ul>
</li>
<li><a href="#org89e721c">1.2.2. 人工智慧發展韌性城市管理規劃方法及要求</a>
<ul>
<li><a href="#org6415d9e">焦點團體及個人訪談</a></li>
<li><a href="#org815033b">案例分析</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</li>
<li><a href="#org693f449">2. 韌性城市之規劃方向</a></li>
<li><a href="#org132dc1c">3. 概念文獻:</a>
<ul>
<li><a href="#org2831407">3.1. 韌性城市</a>
<ul>
<li><a href="#orgda60a60">3.1.1. 什麼是韌性城市</a></li>
<li><a href="#orgb650341">3.1.2. 韌性城市的提出和發展:</a></li>
<li><a href="#org221fc7e">3.1.3. 韌性城市的內涵</a></li>
<li><a href="#orgaccdf6c">3.1.4. 全球100韌性城市</a></li>
</ul>
</li>
<li><a href="#org4a8c284">3.2. 韌性城市重要特質</a>
<ul>
<li><a href="#org91be18a">3.2.1. 韌性城市的發展是積分賽，而非淘汰賽</a></li>
<li><a href="#org3e27f63">3.2.2. 韌性的發展仰賴經驗與學習</a></li>
<li><a href="#org9b81462">3.2.3. 減緩與調適同樣重要</a></li>
</ul>
</li>
<li><a href="#org83152f2">3.3. 100 Resilient cities</a></li>
<li><a href="#org4f36240">3.4. resilientcitiesnetwork.org</a></li>
<li><a href="#org5b199c3">3.5. 韌性城市架構(City resilient framework)</a></li>
</ul>
</li>
<li><a href="#orgdf61efc">4. 韌性城市策略與做法</a></li>
<li><a href="#orge505821">5. 案例分析</a>
<ul>
<li><a href="#org2d6c39e">5.1. 國內</a>
<ul>
<li><a href="#org1aa4ff3">5.1.1. 嘉義縣東石鄉</a></li>
<li><a href="#org6cc0c93">5.1.2. 高雄市</a></li>
</ul>
</li>
<li><a href="#org99bdb79">5.2. 國外</a>
<ul>
<li><a href="#org48dff80">5.2.1. 荷蘭鹿特丹</a></li>
<li><a href="#org2c6f408">5.2.2. 里約</a></li>
<li><a href="#org3b19e3f">5.2.3. 威靈頓</a></li>
<li><a href="#org2bd2815">5.2.4. 波士頓</a></li>
<li><a href="#orgd8bbceb">5.2.5. 舊金山</a></li>
<li><a href="#orgfcc9bc8">5.2.6. New York</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgae842da" class="outline-2">
<h2 id="orgae842da"><span class="section-number-2">1</span> 專案內容</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org3848e19" class="outline-3">
<h3 id="org3848e19"><span class="section-number-3">1.1</span> 目標</h3>
<div class="outline-text-3" id="text-1-1">
<p>
韌性城市(Resilient Cities)一詞的主要概念係指城市經歷天然災害或環境劇烈變遷後，城市能夠快速恢復並維持原本的秩序。由於天災及氣候變遷已成常態，因此如何在本市近年積極推動的智慧城市(Smart City)概念下打造一韌性城市，是本局的重要目標之一。早期韌性城市的研究重點，著重於藉由工程技術的改善來減災(mitigation)，而本專案的重點則將著重於在數位治理(digital governance, or e-governance)的概念下，如何藉由大數據(Big Data)及人工智慧(Artificial Intelligence or AI)來建立一智慧韌性城市。<br />
</p>
</div>
</div>
<div id="outline-container-org678d81b" class="outline-3">
<h3 id="org678d81b"><span class="section-number-3">1.2</span> 委託人工智慧發展韌性城市管理規劃</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-orgafecc0c" class="outline-4">
<h4 id="orgafecc0c"><span class="section-number-4">1.2.1</span> 委託人工智慧發展韌性城市管理規劃主題需求</h4>
<div class="outline-text-4" id="text-1-2-1">
</div>
<div id="outline-container-org3aed94e" class="outline-5">
<h5 id="org3aed94e">研究並收集韌性城市個案</h5>
<div class="outline-text-5" id="text-org3aed94e">
<ol class="org-ol">
<li>收集相關韌性城市計畫，並探討其與台北市的異同之處。<br /></li>
<li>整理並撰寫報告以整合各項參考資料。&ldquo;<br /></li>
</ol>
</div>
</div>
<div id="outline-container-org4c1f051" class="outline-5">
<h5 id="org4c1f051">智慧城市數據研究</h5>
<div class="outline-text-5" id="text-org4c1f051">
<ol class="org-ol">
<li>分析既有的大數據，探討並規範原則以建立與韌性城市有關之獨立小型資料集(datasets)。<br /></li>
<li>分析小型資料集的關聯性，並規劃是否可用於建立韌性城市。<br /></li>
</ol>
</div>
</div>
<div id="outline-container-orgefefff1" class="outline-5">
<h5 id="orgefefff1">劇烈天氣及氣候變遷相關數值模式分析</h5>
<div class="outline-text-5" id="text-orgefefff1">
<ol class="org-ol">
<li>探索相關劇烈天氣及氣候變遷相關數值模式。<br /></li>
<li>邀請國內外專家針對劇烈天氣與韌性城市之各種數值模式進行會議討論。<br /></li>
</ol>
</div>
</div>
<div id="outline-container-orgf5fe037" class="outline-5">
<h5 id="orgf5fe037">分析運用人工智慧於韌性城市的可能性</h5>
<div class="outline-text-5" id="text-orgf5fe037">
<ol class="org-ol">
<li>結合相關案例，大數據及各種數值模式，訂定人工智慧應用於建立韌性城市的各項步驟及指標。<br /></li>
<li>估計可能的軟硬體費用及時程安排，產出報告以利建立本市為智慧韌性城市。政府文件典藏規範與典藏格式之比較分析。<br /></li>
</ol>
</div>
</div>
</div>
<div id="outline-container-org89e721c" class="outline-4">
<h4 id="org89e721c"><span class="section-number-4">1.2.2</span> 人工智慧發展韌性城市管理規劃方法及要求</h4>
<div class="outline-text-4" id="text-1-2-2">
</div>
<div id="outline-container-org6415d9e" class="outline-5">
<h5 id="org6415d9e">焦點團體及個人訪談</h5>
<div class="outline-text-5" id="text-org6415d9e">
<p>
應與規劃主題相關焦點團體及個人進行訪談，發掘與探究相關問題，焦點團體及個人包括下列對象，惟對象本機關得視業務需要進行調整：<br />
</p>
<ol class="org-ol">
<li>本機關首長、主管或其指定代表。<br /></li>
<li>本機關指定單位主管或其指定代表。<br /></li>
<li>本機關指定之中央機關主管或其指定代表。<br /></li>
<li>本機關指定之產業人士或府外專家學者。&ldquo;<br /></li>
</ol>
</div>
</div>
<div id="outline-container-org815033b" class="outline-5">
<h5 id="org815033b">案例分析</h5>
<div class="outline-text-5" id="text-org815033b">
<p>
應至少收集國內10個，國外10個與主題相關案例資料或文獻，分析其現況與發展經驗作法，探討關鍵成功因素、可參考或可修正之處，與機關目前發展及策略進行比較，以利提出未來具體可行之建議方案。<br />
</p>
</div>
</div>
</div>
</div>
</div>

<div id="outline-container-org693f449" class="outline-2">
<h2 id="org693f449"><span class="section-number-2">2</span> 韌性城市之規劃方向</h2>
<div class="outline-text-2" id="text-2">
<p>
大至看了一下里約的經驗<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>，我覺得你在寫之前可以先針對這幾項主題先和台北市府確認一下1~4的正確答案(網路上是可以查到零散相關訊息，但是有些是民間團體或學術研究意見，市府也不一定認同)，然後針對這些方向提出你的韌性行動願景以及具體方案<br />
</p>
<ol class="org-ol">
<li>確認台北城市發展課題<br /></li>
<li>台北市預期的自然環境挑戰<br /></li>
<li>台北市衍生性的社會衝擊<br /></li>
<li>台北市未來願景<br /></li>
<li>提出韌性行動回應<br /></li>
</ol>
</div>
</div>

<div id="outline-container-org132dc1c" class="outline-2">
<h2 id="org132dc1c"><span class="section-number-2">3</span> 概念文獻:</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org2831407" class="outline-3">
<h3 id="org2831407"><span class="section-number-3">3.1</span> 韌性城市<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup></h3>
<div class="outline-text-3" id="text-3-1">
</div>
<div id="outline-container-orgda60a60" class="outline-4">
<h4 id="orgda60a60"><span class="section-number-4">3.1.1</span> 什麼是韌性城市</h4>
<div class="outline-text-4" id="text-3-1-1">
<p>
韌性城市是指一城市擁有足以容納、維持現今及未來社會、經濟、環境、科技發展所帶來的壓力，基礎建設規劃能在未來仍能發揮必要的功能。同時，城市必須將針對氣候變遷危機議題做規劃，並增進在基礎建設及自然環境層面的調適能力。<br />
</p>
</div>
</div>
<div id="outline-container-orgb650341" class="outline-4">
<h4 id="orgb650341"><span class="section-number-4">3.1.2</span> 韌性城市的提出和發展:</h4>
<div class="outline-text-4" id="text-3-1-2">
<p>
美國辛辛那提大學Crhis Christopher Auffrey教授指出，對於韌性城市的理解，不應僅僅停留在防災減災方面，更應關註城市的健康持續發展、居民的幸福生活品質。因而，韌性城市還應包含一些關於市民日常生活的要素，例如，市民是否能接近活動場所，是否能接近好的醫療和教育設施以及是否能接觸到有機健康食品等。<br />
</p>

<p>
在城市規劃實踐中，很多領域的工作與韌性城市相關，除了傳統觀念中的城市防災，還有城市安全與預警、應對經濟危機和人口老齡化、應對交通污染和環境變化等。<br />
</p>

<p>
一座韌性城市是一個由物質系統和人類社區組成的可持續網路。物質系統是城市中的自然和人造環境要素，包括建成的道路、建築、基礎設施、通信和能源以及水系、土壤、地形、地質和其他自然系統。在災害中，物質系統必須能夠在極端的壓力下保存，並繼續發揮作用。如果物質系統大部分都經受了不能修複的損傷，城市的損失就會加劇且恢復緩慢。一座沒有韌性物質系統的城市在面對災害時將極度脆弱。<br />
</p>

<p>
Crhis Christopher Auffrey強調，韌性城市的研究應該從多學科、多維度、多尺度的交叉視角出發，借鑒國際經驗進行全面探討，並儘快將研究成果轉化到城市規劃和建設實踐中去。<br />
</p>
</div>
</div>
<div id="outline-container-org221fc7e" class="outline-4">
<h4 id="org221fc7e"><span class="section-number-4">3.1.3</span> 韌性城市的內涵</h4>
<div class="outline-text-4" id="text-3-1-3">
<ul class="org-ul">
<li>經濟韌性：具有應對外部經濟動蕩的能力，以多元經濟結構為新的發展目標。以Smart Development（新知識驅動的發展），Sustainable（可持續性）、Inclusive（包容性）；<br /></li>
<li>社會韌性：應對社會變化的能力，社區歸屬感，通過社會整合實現自我振興的能力；<br /></li>
<li>生態環境韌性： 具有應對外部自然災害的能力，城市空間及城市基礎設施規劃留有餘地，災害來臨後能夠自我承受、消化、調整、適應、實現再造和複蘇。<br /></li>
</ul>
</div>
</div>
<div id="outline-container-orgaccdf6c" class="outline-4">
<h4 id="orgaccdf6c"><span class="section-number-4">3.1.4</span> 全球100韌性城市</h4>
<div class="outline-text-4" id="text-3-1-4">
<p>
*全球100韌性城市*是由美國洛克菲勒基金會於2013年5月份提出的一項城市發展項目，旨在通過為城市制定和實施韌性計劃及提供技術支持與資源，幫助世界各地城市增加韌性，應對21世紀日益頻發的自然、社會、經濟挑戰。這些挑戰並不僅限於地震、洪澇、突發疫情等衝擊，還包括動搖城市體系的日復一日或迴圈往複的壓力，如失業率居高不下等。<br />
</p>
</div>
</div>
</div>
<div id="outline-container-org4a8c284" class="outline-3">
<h3 id="org4a8c284"><span class="section-number-3">3.2</span> 韌性城市重要特質<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup></h3>
<div class="outline-text-3" id="text-3-2">
</div>
<div id="outline-container-org91be18a" class="outline-4">
<h4 id="org91be18a"><span class="section-number-4">3.2.1</span> 韌性城市的發展是積分賽，而非淘汰賽</h4>
<div class="outline-text-4" id="text-3-2-1">
<p>
韌性城市應該被看作是一個動態的過程，一個城市的韌性需要時間的累積，一兩個舉世無雙，神之作品的好設計也許對推動都市韌性有幫助，卻不會是全部。韌性同時也是多元的，需要大家共同的參與與努力。以都市洪水的議題為例，韌性的推動可以表現在公共工程如滯洪公園，排水設施等，但若沒有市民共同對水議題的關注，對自身環境的準備與危機意識，發展一個都市的韌性就會相當困難。<br />
</p>
</div>
</div>
<div id="outline-container-org3e27f63" class="outline-4">
<h4 id="org3e27f63"><span class="section-number-4">3.2.2</span> 韌性的發展仰賴經驗與學習</h4>
<div class="outline-text-4" id="text-3-2-2">
<p>
韌性城市的發展與學習力高度相關。『學習』，除了從自身過去發生的經驗中吸取養分(learning from previous experiences)，也可以由科學評估，及城市間相互比較，經驗分享所得(learning from knowledge exchanges)。這也說明了為何各城市積極參與國際性的城市聯盟，如C402，ICELI3等，藉由經驗交換與資源共享，來推動更為韌性的都市發展 。要注意的是，這裡的學習，並非完全複製他地的操作經驗，而應考慮地方特性(如環境特性，文化背景，空間治理架構，發展願景)，將他地的經驗消化學習，進而轉換為符合當地需求的策略與規範，完全的複製不僅無法確保城市變得更韌性，更可能是一場災難。<br />
</p>
</div>
</div>
<div id="outline-container-org9b81462" class="outline-4">
<h4 id="org9b81462"><span class="section-number-4">3.2.3</span> 減緩與調適同樣重要</h4>
<div class="outline-text-4" id="text-3-2-3">
<p>
對面氣候變遷的不確定性，城市的減緩 (mitigation)與調適 (adaptation)行動，都是關鍵。目前台灣多半將韌性看作是調適的代名詞，這種理解方式雖然簡單，卻侷限了韌性的討論與應用。由於減緩與調適在出發點與考量面向的差異，所擬定的具體作法可能會有矛盾或衝突之處(可能會打架)。一般而言，減緩策略比較偏向是中央層級的工作範疇，而調適行動則比較容易在地方層級，甚或社區層級上實現。無論如何，持續的協調溝通，梳理各面建議並轉換成大家都相對滿意(並符合長期發展願景)的空間策略，會是韌性城市推動過程中最關鍵的一環 – 這也是空間規劃的核心價值。<br />
</p>
</div>
</div>
</div>

<div id="outline-container-org83152f2" class="outline-3">
<h3 id="org83152f2"><span class="section-number-3">3.3</span> 100 Resilient cities</h3>
<div class="outline-text-3" id="text-3-3">
<ul class="org-ul">
<li><a href="https://eyesonplace.net/2018/12/10/9521/">韌性成事好城市：從100 Resilient cities談城市發展的韌性</a>: 在國際上，韌性城市發展的重點和脈絡是什麼呢？以下就從非營利組織『一百韌性城市(100 Resilient cities, 以下簡稱100RC) 1』來一窺其內涵。&#x2026;<br /></li>
<li><a href="https://www.rockefellerfoundation.org/100-resilient-cities/">100 Resilient Cities</a>: In 2013, The Rockefeller Foundation pioneered 100 Resilient Cities to help more cities build resilience to the physical, social, and economic challenges that are a growing part of the 21st century. &#x2026; ()<br /></li>
</ul>
</div>
</div>

<div id="outline-container-org4f36240" class="outline-3">
<h3 id="org4f36240"><span class="section-number-3">3.4</span> resilientcitiesnetwork.org</h3>
<div class="outline-text-3" id="text-3-4">
<ul class="org-ul">
<li><a href="https://resilientcitiesnetwork.org/network/">resilientcitiesnetwork.org</a><br /></li>
<li><a href="https://resilientcitiesnetwork.org/urban_resiliences/100-resilient-cities-midterm-evaluation-report-summary/">100 Resilient Cities Midterm Evaluation Report – Summary</a><br /></li>
</ul>
</div>
</div>

<div id="outline-container-org5b199c3" class="outline-3">
<h3 id="org5b199c3"><span class="section-number-3">3.5</span> 韌性城市架構(City resilient framework)</h3>
<div class="outline-text-3" id="text-3-5">
<ul class="org-ul">
<li>健康與福利(Health &amp; Wellbeing)<br /></li>
<li>經濟與社會(Economy &amp; Society，<br /></li>
<li>基礎建設與環境(Infrastructure &amp; Environment)，<br /></li>
<li>領導與策略(Leadership &amp; Strategy)<br /></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgdf61efc" class="outline-2">
<h2 id="orgdf61efc"><span class="section-number-2">4</span> 韌性城市策略與做法</h2>
<div class="outline-text-2" id="text-4">
<ul class="org-ul">
<li><a href="https://www.rde.ntpc.gov.tw/userfiles/1160700/files/10.pdf">從都市規劃思維來看韌性城市</a><br /></li>
<li><a href="https://www.delta-foundation.org.tw/blogdetail/3021">韌性城市大比拚 最佳做法報你知</a><br /></li>
<li><a href="https://eyesonplace.net/2016/06/20/2614/">韌性，城市不任性IV: 韌性城市在台灣 – 與變化共生，與知識共存</a><br /></li>
<li><a href="https://www.seinsights.asia/specialfeature/5065">社企流年度專題《打造韌性城市》：城市看病記 </a>(看裡面的SlideShare)<br /></li>
<li><a href="https://udn.com/news/story/6928/4424142">台北大學團隊整合模型 提災害對策打造韌性城市</a><br /></li>
<li><a href="https://www.ncdr.nat.gov.tw/Areas/Frontend/Content/NCDR_Template/file/2020/%E6%A5%B5%E7%AB%AF%E7%81%BD%E5%AE%B3%E4%B8%8B%E4%B9%8B%E9%9F%8C%E6%80%A7%E5%9F%8E%E5%B8%82.pdf">極端災害下之韌性城市</a><br /></li>
<li><a href="https://www.oecd.org/naec/averting-systemic-collapse/SG-NAEC(2019)5_Resilience_strategies.pdf">RESILIENCE STRATEGIES AND APPROACHES TO CONTAIN SYSTEMIC THREATS</a><br /></li>
<li><a href="http://uli.org/wp-content/uploads/ULI-Documents/Resilience-Strategies-for-Communities-at-Risk.pdf">Resilience Strategies for Communities at Risk</a><br /></li>
<li><a href="https://nziwr.co.nz/wp-content/uploads/2020/03/NZIWR_Real-time_Resilience_Coping_with_Coronavirus.pdf">Real-time Resilience Strategies for Coping with Coronavirus</a><br /></li>
<li><a href="https://ap.buffalo.edu/content/dam/ap/PDFs/NYSERDA/Climate-Resilience-Strategies-for-Buildings.pdf">Climate Resilience Strategies for Buildings in New York State</a><br /></li>
<li><a href="https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=&amp;ved=2ahUKEwjz2ZLWnoHtAhViFqYKHTX-DS4QFjAIegQIBhAC&amp;url=https%3A%2F%2Fwww.mdpi.com%2F2071-1050%2F11%2F17%2F4727%2Fpdf&amp;usg=AOvVaw1xSpfuD86Rd9U8pcjjQ-eF">Guide for Climate-Resilient Cities: An Urban CriticalInfrastructures Approach</a><br /></li>
<li><a href="https://www.storm.mg/article/1512514">連興隆專欄：韌性城市的「去中心化」思維</a><br /></li>
</ul>
</div>
</div>

<div id="outline-container-orge505821" class="outline-2">
<h2 id="orge505821"><span class="section-number-2">5</span> 案例分析</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org2d6c39e" class="outline-3">
<h3 id="org2d6c39e"><span class="section-number-3">5.1</span> 國內</h3>
<div class="outline-text-3" id="text-5-1">
</div>
<div id="outline-container-org1aa4ff3" class="outline-4">
<h4 id="org1aa4ff3"><span class="section-number-4">5.1.1</span> 嘉義縣東石鄉</h4>
<div class="outline-text-4" id="text-5-1-1">
<ul class="org-ul">
<li><a href="https://eyesonplace.net/2016/05/11/2201/">韌性，城市不任性 II : 理論發展與空間規劃上的應用</a><br /></li>
</ul>
</div>
</div>
<div id="outline-container-org6cc0c93" class="outline-4">
<h4 id="org6cc0c93"><span class="section-number-4">5.1.2</span> 高雄市</h4>
<div class="outline-text-4" id="text-5-1-2">
<ul class="org-ul">
<li><a href="https://www.storm.mg/article/1512514">連興隆專欄：韌性城市的「去中心化」思維</a><br /></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org99bdb79" class="outline-3">
<h3 id="org99bdb79"><span class="section-number-3">5.2</span> 國外</h3>
<div class="outline-text-3" id="text-5-2">
</div>
<div id="outline-container-org48dff80" class="outline-4">
<h4 id="org48dff80"><span class="section-number-4">5.2.1</span> 荷蘭鹿特丹</h4>
<div class="outline-text-4" id="text-5-2-1">
<ul class="org-ul">
<li><a href="https://eyesonplace.net/2018/12/10/9521/">韌性成事好城市：從100 Resilient cities談城市發展的韌性</a><br /></li>
<li><a href="https://eyesonplace.net/2016/04/13/1697/">韌性，城市不任性 I : 規劃專業的新思維，從荷蘭經驗談起</a><br /></li>
<li><a href="https://eyesonplace.net/2016/06/06/2580/">韌性，城市不任性III : 鹿特丹．從水岸開發到韌性城市</a><br /></li>
<li><a href="https://www.rde.ntpc.gov.tw/userfiles/1160700/files/10.pdf">從都市規劃思維來看韌性城市</a><br /></li>
</ul>
</div>
</div>
<div id="outline-container-org2c6f408" class="outline-4">
<h4 id="org2c6f408"><span class="section-number-4">5.2.2</span> 里約</h4>
<div class="outline-text-4" id="text-5-2-2">
<ul class="org-ul">
<li><a href="https://eyesonplace.net/2018/12/12/9554/">韌性成事好城市@里約（Rio de Janeiro, Brazil）：擁抱我們的水，為我們的未來建設，並賦權與人民</a><br /></li>
</ul>
</div>
</div>
<div id="outline-container-org3b19e3f" class="outline-4">
<h4 id="org3b19e3f"><span class="section-number-4">5.2.3</span> 威靈頓</h4>
<div class="outline-text-4" id="text-5-2-3">
<ul class="org-ul">
<li><a href="https://eyesonplace.net/2018/12/19/9738/">韌性成事好城市@威靈頓(Wellington)：傳統，社會與自然的共生</a><br /></li>
</ul>
</div>
</div>
<div id="outline-container-org2bd2815" class="outline-4">
<h4 id="org2bd2815"><span class="section-number-4">5.2.4</span> 波士頓</h4>
<div class="outline-text-4" id="text-5-2-4">
<ul class="org-ul">
<li><a href="https://eyesonplace.net/2018/12/28/10053/">韌性成事好城市@波士頓(Boston, US)：追求一個族群共融、連貫、公平的城市</a><br /></li>
</ul>
</div>
</div>
<div id="outline-container-orgd8bbceb" class="outline-4">
<h4 id="orgd8bbceb"><span class="section-number-4">5.2.5</span> 舊金山</h4>
<div class="outline-text-4" id="text-5-2-5">
<ul class="org-ul">
<li><a href="https://eyesonplace.net/2018/12/31/10103/">韌性成事好城市@舊金山(San Francisco, US) 明日，更強壯的城市</a><br /></li>
</ul>
</div>
</div>
<div id="outline-container-orgfcc9bc8" class="outline-4">
<h4 id="orgfcc9bc8"><span class="section-number-4">5.2.6</span> New York</h4>
<div class="outline-text-4" id="text-5-2-6">
<ul class="org-ul">
<li><a href="https://ap.buffalo.edu/content/dam/ap/PDFs/NYSERDA/Climate-Resilience-Strategies-for-Buildings.pdf">Climate Resilience Strategies for Buildings in New York State</a><br /></li>
</ul>
</div>
</div>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="https://eyesonplace.net/2018/12/12/9554/">韌性成事好城市@里約（Rio de Janeiro, Brazil）：擁抱我們的水，為我們的未來建設，並賦權與人民</a><br />
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="https://wiki.mbalib.com/zh-tw/%E9%9F%A7%E6%80%A7%E5%9F%8E%E5%B8%82">韌性城市</a><br />
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
<a href="https://eyesonplace.net/2016/05/11/2201/">韌性，城市不任性 II : 理論發展與空間規劃上的應用</a><br />
</p></div></div>


</div>
</div></div>
<div id="postamble" class="status">
<p class="author">Author: Yung Chin, Yen</p>
<p class="date">Created: 2020-11-14 Sat 13:18</p>
</div>
</body>
</html>
